CSI API ETABS v1
cSapModel.PointElm Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPointElm PointElm { get; }
ReadOnly Property PointElm As cPointElm
	Get
Dim instance As cSapModel
Dim value As cPointElm
value = instance.PointElm
property cPointElm^ PointElm {
	cPointElm^ get ();
}
abstract PointElm : cPointElm with get
Property Value
Type: cPointElm
See Also
Reference
cSapModel Interface
ETABSv1 Namespace